Repository: FastComments/fastcomments-ios
Catalog: Sources/FastCommentsUI/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pl, pt, ro, ru, sv, tr

source: Add
de: Hinzufügen
es: Agregar
fr: Ajouter
it: Aggiungi
ja: 追加
ko: 추가
pl: Dodaj
pt: Adicionar
ro: Adaugă
ru: Добавить
sv: Lägg till
tr: Ekle

# add_comment_hint
source: Add a comment...
de: Kommentar hinzufügen...
es: Agregar un comentario...
fr: Ajouter un commentaire...
it: Aggiungi un commento...
ja: コメントを追加...
ko: 댓글 추가...
pl: Dodaj komentarz...
pt: Adicionar um comentário...
ro: Adaugă un comentariu...
ru: Добавить комментарий...
sv: Lägg till en kommentar...
tr: Yorum ekle...

source: Add Emoji
de: Emoji hinzufügen
es: Agregar emoji
fr: Ajouter un emoji
it: Aggiungi emoji
ja: 絵文字を追加
ko: 이모지 추가
pl: Dodaj emoji
pt: Adicionar emoji
ro: Adaugă emoji
ru: Добавить эмодзи
sv: Lägg till emoji
tr: Emoji Ekle

source: Add GIF
de: GIF hinzufügen
es: Agregar GIF
fr: Ajouter un GIF
it: Aggiungi GIF
ja: GIFを追加
ko: GIF 추가
pl: Dodaj GIF
pt: Adicionar GIF
ro: Adaugă GIF
ru: Добавить GIF
sv: Lägg till GIF
tr: GIF Ekle

source: Add Link
de: Link hinzufügen
es: Agregar enlace
fr: Ajouter un lien
it: Aggiungi link
ja: リンクを追加
ko: 링크 추가
pl: Dodaj link
pt: Adicionar link
ro: Adaugă link
ru: Добавить ссылку
sv: Lägg till länk
tr: Link Ekle

source: Anonymous
de: Anonym
es: Anónimo
fr: Anonyme
it: Anonimo
ja: 匿名
ko: 익명
pl: Anonimowy
pt: Anônimo
ro: Anonim
ru: Аноним
sv: Anonym
tr: Anonim

source: Attach image
de: Bild anhängen
es: Adjuntar imagen
fr: Joindre une image
it: Allega immagine
ja: 画像を添付
ko: 이미지 첨부
pl: Załącz obraz
pt: Anexar imagem
ro: Atașează imagine
ru: Прикрепить изображение
sv: Bifoga bild
tr: Resim ekle

source: Attach link
de: Link anhängen
es: Adjuntar enlace
fr: Joindre un lien
it: Allega link
ja: リンクを添付
ko: 링크 첨부
pl: Załącz link
pt: Anexar link
ro: Atașează link
ru: Прикрепить ссылку
sv: Bifoga länk
tr: Link ekle

source: Badge Awarded!
de: Abzeichen verliehen!
es: ¡Insignia otorgada!
fr: Badge décerné !
it: Badge assegnato!
ja: バッジが授与されました！
ko: 배지가 수여되었습니다!
pl: Przyznano odznakę!
pt: Distintivo concedido!
ro: Insignă acordată!
ru: Значок получен!
sv: Märke tilldelat!
tr: Rozet Kazandınız!

source: Badge Icon
de: Abzeichen-Symbol
es: Icono de insignia
fr: Icône de badge
it: Icona badge
ja: バッジアイコン
ko: 배지 아이콘
pl: Ikona odznaki
pt: Ícone de distintivo
ro: Pictogramă insignă
ru: Значок
sv: Märkesikon
tr: Rozet Simgesi

source: Block
de: Blockieren
es: Bloquear
fr: Bloquer
it: Blocca
ja: ブロック
ko: 차단
pl: Zablokuj
pt: Bloquear
ro: Blochează
ru: Заблокировать
sv: Blockera
tr: Engelle

# block_success
source: User has been blocked
de: Benutzer wurde blockiert
es: El usuario ha sido bloqueado
fr: L'utilisateur a été bloqué
it: L'utente è stato bloccato
ja: ユーザーがブロックされました
ko: 사용자가 차단되었습니다
pl: Użytkownik został zablokowany
pt: O usuário foi bloqueado
ro: Utilizatorul a fost blocat
ru: Пользователь заблокирован
sv: Användaren har blockerats
tr: Kullanıcı engellendi

source: Block User
de: Benutzer blockieren
es: Bloquear usuario
fr: Bloquer l'utilisateur
it: Blocca utente
ja: ユーザーをブロック
ko: 사용자 차단
pl: Zablokuj użytkownika
pt: Bloquear usuário
ro: Blochează utilizator
ru: Заблокировать пользователя
sv: Blockera användare
tr: Kullanıcıyı Engelle

# block_user_confirm
source: Are you sure you want to block %@ and hide their comments?
de: Bist du sicher, dass du %@ blockieren und deren Kommentare ausblenden möchtest?
es: ¿Estás seguro de que quieres bloquear a %@ y ocultar sus comentarios?
fr: Êtes-vous sûr de vouloir bloquer %@ et masquer leurs commentaires ?
it: Sei sicuro di voler bloccare %@ e nascondere i loro commenti?
ja: 本当に %@ をブロックしてそのコメントを非表示にしますか？
ko: 정말로 %@를 차단하고 그들의 댓글을 숨기시겠습니까?
pl: Czy na pewno chcesz zablokować użytkownika %@ i ukryć jego komentarze?
pt: Tem certeza de que deseja bloquear %@ e ocultar seus comentários?
ro: Ești sigur că vrei să blochezi pe %@ și să ascunzi comentariile acestuia?
ru: Вы уверены, что хотите заблокировать %@ и скрыть его комментарии?
sv: Är du säker på att du vill blockera %@ och dölja deras kommentarer?
tr: %@ kullanıcısını engellemek ve yorumlarını gizlemek istediğinizden emin misiniz?

# block_user_title
source: Block User
de: Benutzer blockieren
es: Bloquear usuario
fr: Bloquer l'utilisateur
it: Blocca utente
ja: ユーザーをブロック
ko: 사용자 차단
pl: Zablokuj użytkownika
pt: Bloquear usuário
ro: Blochează utilizator
ru: Заблокировать пользователя
sv: Blockera användare
tr: Kullanıcıyı Engelle

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
tr: İptal

# cancel_comment_confirm
source: Are you sure you want to cancel? Your text will be lost.
de: Bist du sicher, dass du abbrechen möchtest? Dein Text geht verloren.
es: ¿Estás seguro de que quieres cancelar? Tu texto se perderá.
fr: Êtes-vous sûr de vouloir annuler ? Votre texte sera perdu.
it: Sei sicuro di voler annullare? Il tuo testo andrà perso.
ja: 本当にキャンセルしますか？テキストは失われます。
ko: 정말로 취소하시겠습니까? 작성한 내용이 사라집니다.
pl: Czy na pewno chcesz anulować? Twój tekst zostanie utracony.
pt: Tem certeza de que deseja cancelar? Seu texto será perdido.
ro: Ești sigur că vrei să anulezi? Textul tău va fi pierdut.
ru: Вы уверены, что хотите отменить? Ваш текст будет потерян.
sv: Är du säker på att du vill avbryta? Din text kommer att förloras.
tr: İptal etmek istediğinizden emin misiniz? Metniniz kaybolacak.

# cancel_comment_title
source: Cancel Comment?
de: Kommentar abbrechen?
es: ¿Cancelar comentario?
fr: Annuler le commentaire ?
it: Annullare il commento?
ja: コメントをキャンセルしますか？
ko: 댓글을 취소하시겠습니까?
pl: Anulować komentarz?
pt: Cancelar comentário?
ro: Anulezi comentariul?
ru: Отменить комментарий?
sv: Avbryt kommentar?
tr: Yorum İptal Edilsin mi?

# cancel_edit
source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
it: Annulla
ja: キャンセル
ko: 취소
pl: Anuluj
pt: Cancelar
ro: Anulează
ru: Отмена
sv: Avbryt
tr: İptal

# cancel_reply_confirm
source: Are you sure you want to cancel this reply? Your text will be lost.
de: Bist du sicher, dass du diese Antwort abbrechen möchtest? Dein Text geht verloren.
es: ¿Estás seguro de que quieres cancelar esta respuesta? Tu texto se perderá.
fr: Êtes-vous sûr de vouloir annuler cette réponse ? Votre texte sera perdu.
it: Sei sicuro di voler annullare questa risposta? Il tuo testo andrà perso.
ja: 本当にこの返信をキャンセルしますか？テキストは失われます。
ko: 정말로 이 답글을 취소하시겠습니까? 작성한 내용이 사라집니다.
pl: Czy na pewno chcesz anulować tę odpowiedź? Twój tekst zostanie utracony.
pt: Tem certeza de que deseja cancelar esta resposta? Seu texto será perdido.
ro: Ești sigur că vrei să anulezi acest răspuns? Textul tău va fi pierdut.
ru: Вы уверены, что хотите отменить этот ответ? Ваш текст будет потерян.
sv: Är du säker på att du vill avbryta detta svar? Din text kommer att förloras.
tr: Bu yanıtı iptal etmek istediğinizden emin misiniz? Metniniz kaybolacak.

# cancel_reply_title
source: Cancel Reply?
de: Antwort abbrechen?
es: ¿Cancelar respuesta?
fr: Annuler la réponse ?
it: Annullare la risposta?
ja: 返信をキャンセルしますか？
ko: 답글을 취소하시겠습니까?
pl: Anulować odpowiedź?
pt: Cancelar resposta?
ro: Anulezi răspunsul?
ru: Отменить ответ?
sv: Avbryt svar?
tr: Yanıt İptal Edilsin mi?

source: Cancel Replying
de: Antworten abbrechen
es: Cancelar respuesta
fr: Annuler la réponse
it: Annulla risposta
ja: 返信をキャンセル
ko: 답글 취소
pl: Anuluj odpowiedź
pt: Cancelar resposta
ro: Anulează răspunsul
ru: Отменить ответ
sv: Avbryt svar
tr: Yanıtı İptal Et

# chat_hint
source: Type a message…
de: Nachricht eingeben…
es: Escribe un mensaje…
fr: Tapez un message…
it: Scrivi un messaggio…
ja: メッセージを入力…
ko: 메시지를 입력하세요…
pl: Wpisz wiadomość…
pt: Digite uma mensagem…
ro: Scrie un mesaj…
ru: Введите сообщение…
sv: Skriv ett meddelande…
tr: Mesaj yazın…

source: Close
de: Schließen
es: Cerrar
fr: Fermer
it: Chiudi
ja: 閉じる
ko: 닫기
pl: Zamknij
pt: Fechar
ro: Închide
ru: Закрыть
sv: Stäng
tr: Kapat

source: Comment
de: Kommentieren
es: Comentar
fr: Commenter
it: Commenta
ja: コメント
ko: 댓글
pl: Komentuj
pt: Comentar
ro: Comentează
ru: Комментировать
sv: Kommentera
tr: Yorum Yap

# comment_anon_notice
source: You can comment as a guest, but your name will be shown with your comment.
de: Du kannst als Gast kommentieren, aber dein Name wird mit deinem Kommentar angezeigt.
es: Puedes comentar como invitado, pero tu nombre se mostrará con tu comentario.
fr: Vous pouvez commenter en tant qu'invité, mais votre nom sera affiché avec votre commentaire.
it: Puoi commentare come ospite, ma il tuo nome verrà mostrato con il tuo commento.
ja: ゲストとしてコメントできますが、あなたの名前がコメントと一緒に表示されます。
ko: 게스트로 댓글을 작성할 수 있지만 이름이 댓글과 함께 표시됩니다.
pl: Możesz komentować jako gość, ale Twoje imię będzie wyświetlane przy komentarzu.
pt: Você pode comentar como convidado, mas seu nome será exibido com seu comentário.
ro: Poți comenta ca invitat, dar numele tău va fi afișat cu comentariul tău.
ru: Вы можете комментировать как гость, но ваше имя будет показано с вашим комментарием.
sv: Du kan kommentera som gäst, men ditt namn kommer att visas med din kommentar.
tr: Misafir olarak yorum yapabilirsiniz, ancak adınız yorumunuzla birlikte gösterilecektir.

# comment_count_plural
source: %lld comments
de: %lld Kommentare
es: %lld comentarios
fr: %lld commentaires
it: %lld commenti
ja: %lld コメント
ko: 댓글 %lld개
pl: %lld komentarzy
pt: %lld comentários
ro: %lld comentarii
ru: %lld комментариев
sv: %lld kommentarer
tr: %lld yorum

# comment_count_singular
source: %lld comment
de: %lld Kommentar
es: %lld comentario
fr: %lld commentaire
it: %lld commento
ja: %lld コメント
ko: 댓글 %lld개
pl: %lld komentarz
pt: %lld comentário
ro: %lld comentariu
ru: %lld комментарий
sv: %lld kommentar
tr: %lld yorum

# comment_deleted
source: This comment has been deleted.
de: Kommentar erfolgreich gelöscht
es: Comentario eliminado exitosamente
fr: Commentaire supprimé avec succès
it: Commento eliminato con successo
ja: コメントが正常に削除されました
ko: 댓글이 성공적으로 삭제되었습니다
pl: Komentarz został pomyślnie usunięty
pt: Comentário excluído com sucesso
ro: Comentariu șters cu succes
ru: Комментарий успешно удален
sv: Kommentar borttagen
tr: Yorum başarıyla silindi

# comments_closed
source: Comments are closed.
de: Kommentare sind geschlossen.
es: Los comentarios están cerrados.
fr: Les commentaires sont fermés.
it: I commenti sono chiusi.
ja: コメントは締め切られました。
ko: 댓글이 마감되었습니다.
pt: Os comentários estão encerrados.
ru: Комментарии закрыты.

source: Comment deleted successfully
de: Kommentar erfolgreich gelöscht
es: Comentario eliminado exitosamente
fr: Commentaire supprimé avec succès
it: Commento eliminato con successo
ja: コメントが正常に削除されました
ko: 댓글이 성공적으로 삭제되었습니다
pl: Komentarz został pomyślnie usunięty
pt: Comentário excluído com sucesso
ro: Comentariu șters cu succes
ru: Комментарий успешно удален
sv: Kommentar borttagen
tr: Yorum başarıyla silindi

source: Comment edited successfully
de: Kommentar erfolgreich bearbeitet
es: Comentario editado exitosamente
fr: Commentaire modifié avec succès
it: Commento modificato con successo
ja: コメントが正常に編集されました
ko: 댓글이 성공적으로 수정되었습니다
pl: Komentarz został pomyślnie edytowany
pt: Comentário editado com sucesso
ro: Comentariu editat cu succes
ru: Комментарий успешно отредактирован
sv: Kommentar redigerad
tr: Yorum başarıyla düzenlendi

source: Comment flagged successfully
de: Kommentar erfolgreich gemeldet
es: Comentario reportado exitosamente
fr: Commentaire signalé avec succès
it: Commento segnalato con successo
ja: コメントが正常に報告されました
ko: 댓글이 성공적으로 신고되었습니다
pl: Komentarz został pomyślnie zgłoszony
pt: Comentário denunciado com sucesso
ro: Comentariu raportat cu succes
ru: Жалоба на комментарий успешно отправлена
sv: Kommentar rapporterad
tr: Yorum başarıyla bildirildi

# comment_hint
source: Write a comment…
de: Schreibe einen Kommentar…
es: Escribe un comentario…
fr: Écrire un commentaire…
it: Scrivi un commento…
ja: コメントを書く…
ko: 댓글을 작성하세요…
pl: Napisz komentarz…
pt: Escreva um comentário…
ro: Scrie un comentariu…
ru: Напишите комментарий…
sv: Skriv en kommentar…
tr: Yorum yazın…

# comment_login_title
source: Log in to Comment
de: Zum Kommentieren anmelden
es: Iniciar sesión para comentar
fr: Se connecter pour commenter
it: Accedi per commentare
ja: ログインしてコメント
ko: 로그인하여 댓글 작성
pl: Zaloguj się, aby komentować
pt: Fazer login para comentar
ro: Autentifică-te pentru a comenta
ru: Войдите, чтобы комментировать
sv: Logga in för att kommentera
tr: Yorum Yapmak İçin Giriş Yapın

source: Comment posted successfully
de: Kommentar erfolgreich gepostet
es: Comentario publicado exitosamente
fr: Commentaire publié avec succès
it: Commento pubblicato con successo
ja: コメントが正常に投稿されました
ko: 댓글이 성공적으로 게시되었습니다
pl: Komentarz został pomyślnie opublikowany
pt: Comentário publicado com sucesso
ro: Comentariu postat cu succes
ru: Комментарий успешно опубликован
sv: Kommentar publicerad
tr: Yorum başarıyla gönderildi

source: Comments
de: Kommentare
es: Comentarios
fr: Commentaires
it: Commenti
ja: コメント
ko: 댓글
pl: Komentarze
pt: Comentários
ro: Comentarii
ru: Комментарии
sv: Kommentarer
tr: Yorumlar

# content_required
source: Post content is required
de: Beitragsinhalt ist erforderlich
es: El contenido de la publicación es obligatorio
fr: Le contenu de la publication est requis
it: Il contenuto del post è obbligatorio
ja: 投稿内容は必須です
ko: 게시물 내용은 필수입니다
pl: Treść posta jest wymagana
pt: O conteúdo da publicação é obrigatório
ro: Conținutul postării este obligatoriu
ru: Содержание публикации обязательно
sv: Inläggsinnehåll krävs
tr: Gönderi içeriği gereklidir

source: Create New Post
de: Neuen Beitrag erstellen
es: Crear nueva publicación
fr: Créer une nouvelle publication
it: Crea nuovo post
ja: 新しい投稿を作成
ko: 새 게시물 만들기
pl: Utwórz nowy post
pt: Criar nova publicação
ro: Creează postare nouă
ru: Создать новую публикацию
sv: Skapa nytt inlägg
tr: Yeni Gönderi Oluştur

# days_ago
source: %lld days ago
de: vor %lld Tagen
es: hace %lld días
fr: il y a %lld jours
it: %lld giorni fa
ja: %lld 日前
ko: %lld일 전
pl: %lld dni temu
pt: há %lld dias
ro: acum %lld zile
ru: %lld дн назад
sv: %lld dagar sedan
tr: %lld gün önce

source: Delete
de: Löschen
es: Eliminar
fr: Supprimer
it: Elimina
ja: 削除
ko: 삭제
pl: Usuń
pt: Excluir
ro: Șterge
ru: Удалить
sv: Ta bort
tr: Sil

source: Delete Comment
de: Kommentar löschen
es: Eliminar comentario
fr: Supprimer le commentaire
it: Elimina commento
ja: コメントを削除
ko: 댓글 삭제
pl: Usuń komentarz
pt: Excluir comentário
ro: Șterge comentariu
ru: Удалить комментарий
sv: Ta bort kommentar
tr: Yorumu Sil

# delete_comment_title
source: Delete Comment
de: Kommentar löschen
es: Eliminar comentario
fr: Supprimer le commentaire
it: Elimina commento
ja: コメントを削除
ko: 댓글 삭제
pl: Usuń komentarz
pt: Excluir comentário
ro: Șterge comentariu
ru: Удалить комментарий
sv: Ta bort kommentar
tr: Yorumu Sil

# delete_confirm
source: Are you sure you want to delete this comment?
de: Bist du sicher, dass du diesen Kommentar löschen möchtest?
es: ¿Estás seguro de que quieres eliminar este comentario?
fr: Êtes-vous sûr de vouloir supprimer ce commentaire ?
it: Sei sicuro di voler eliminare questo commento?
ja: 本当にこのコメントを削除しますか？
ko: 정말로 이 댓글을 삭제하시겠습니까?
pl: Czy na pewno chcesz usunąć ten komentarz?
pt: Tem certeza de que deseja excluir este comentário?
ro: Ești sigur că vrei să ștergi acest comentariu?
ru: Вы уверены, что хотите удалить этот комментарий?
sv: Är du säker på att du vill ta bort denna kommentar?
tr: Bu yorumu silmek istediğinizden emin misiniz?

# delete_post_confirm
source: Are you sure you want to delete this post?
de: Bist du sicher, dass du diesen Beitrag löschen möchtest?
es: ¿Estás seguro de que quieres eliminar esta publicación?
fr: Êtes-vous sûr de vouloir supprimer cette publication ?
it: Sei sicuro di voler eliminare questo post?
ja: 本当にこの投稿を削除しますか？
ko: 정말로 이 게시물을 삭제하시겠습니까?
pl: Czy na pewno chcesz usunąć ten post?
pt: Tem certeza de que deseja excluir esta publicação?
ro: Ești sigur că vrei să ștergi această postare?
ru: Вы уверены, что хотите удалить эту публикацию?
sv: Är du säker på att du vill ta bort detta inlägg?
tr: Bu gönderiyi silmek istediğinizden emin misiniz?

# delete_post_title
source: Delete Post
de: Beitrag löschen
es: Eliminar publicación
fr: Supprimer la publication
it: Elimina post
ja: 投稿を削除
ko: 게시물 삭제
pl: Usuń post
pt: Excluir publicação
ro: Șterge postare
ru: Удалить публикацию
sv: Ta bort inlägg
tr: Gönderiyi Sil

source: Downvoted
de: Downgevoted
es: Votado negativamente
fr: Voté négativement
it: Votato negativamente
ja: 低評価済み
ko: 비추천함
pl: Zagłosowano przeciw
pt: Votado negativamente
ro: Votat negativ
ru: Минус поставлен
sv: Nedröstad
tr: Aşağı Oy Verildi

source: Edit
de: Kommentar bearbeiten
es: Editar comentario
fr: Modifier le commentaire
it: Modifica commento
ja: コメントを編集
ko: 댓글 수정
pl: Edytuj komentarz
pt: Editar comentário
ro: Editează comentariu
ru: Редактировать комментарий
sv: Redigera kommentar
tr: Yorumu Düzenle

source: Edit Comment
de: Kommentar bearbeiten
es: Editar comentario
fr: Modifier le commentaire
it: Modifica commento
ja: コメントを編集
ko: 댓글 수정
pl: Edytuj komentarz
pt: Editar comentário
ro: Editează comentariu
ru: Редактировать комментарий
sv: Redigera kommentar
tr: Yorumu Düzenle

source: Edit Your Comment
de: Bearbeite deinen Kommentar
es: Editar tu comentario
fr: Modifier votre commentaire
it: Modifica il tuo commento
ja: コメントを編集
ko: 댓글 수정
pl: Edytuj swój komentarz
pt: Editar seu comentário
ro: Editează comentariul tău
ru: Редактировать ваш комментарий
sv: Redigera din kommentar
tr: Yorumunuzu Düzenleyin

source: Email
de: E-Mail-Adresse
es: Correo electrónico
fr: Adresse e-mail
it: Indirizzo email
ja: メールアドレス
ko: 이메일 주소
pl: Adres e-mail
pt: Endereço de e-mail
ro: Adresă de email
ru: Адрес электронной почты
sv: E-postadress
tr: E-posta Adresi

# email_hint
source: Email Address
de: E-Mail-Adresse
es: Correo electrónico
fr: Adresse e-mail
it: Indirizzo email
ja: メールアドレス
ko: 이메일 주소
pl: Adres e-mail
pt: Endereço de e-mail
ro: Adresă de email
ru: Адрес электронной почты
sv: E-postadress
tr: E-posta Adresi

# email_required
source: Email is required
de: E-Mail ist erforderlich
es: El correo electrónico es obligatorio
fr: L'adresse e-mail est requise
it: L'email è obbligatoria
ja: メールは必須です
ko: 이메일은 필수입니다
pl: E-mail jest wymagany
pt: O e-mail é obrigatório
ro: Email-ul este obligatoriu
ru: Email обязателен
sv: E-post krävs
tr: E-posta gereklidir

# empty_comment_error
source: Comment cannot be empty
de: Kommentar darf nicht leer sein
es: El comentario no puede estar vacío
fr: Le commentaire ne peut pas être vide
it: Il commento non può essere vuoto
ja: コメントは空にできません
ko: 댓글은 비워둘 수 없습니다
pl: Komentarz nie może być pusty
pt: O comentário não pode estar vazio
ro: Comentariul nu poate fi gol
ru: Комментарий не может быть пустым
sv: Kommentaren kan inte vara tom
tr: Yorum boş olamaz

# enter_username_email_message
source: Please enter your name and email to continue
de: Bitte gib deinen Namen und deine E-Mail-Adresse ein, um fortzufahren
es: Por favor ingresa tu nombre y correo electrónico para continuar
fr: Veuillez entrer votre nom et votre adresse e-mail pour continuer
it: Inserisci il tuo nome e indirizzo email per continuare
ja: 続行するには名前とメールアドレスを入力してください
ko: 계속하려면 이름과 이메일 주소를 입력하세요
pl: Podaj swoje imię i adres e-mail, aby kontynuować
pt: Por favor, insira seu nome e e-mail para continuar
ro: Te rugăm să introduci numele și adresa de email pentru a continua
ru: Пожалуйста, введите ваше имя и email для продолжения
sv: Vänligen ange ditt namn och e-postadress för att fortsätta
tr: Devam etmek için lütfen adınızı ve e-posta adresinizi girin

# enter_username_message
source: Please enter your name to continue
de: Bitte gib deinen Namen ein, um fortzufahren
es: Por favor ingresa tu nombre para continuar
fr: Veuillez entrer votre nom pour continuer
it: Inserisci il tuo nome per continuare
ja: 続行するには名前を入力してください
ko: 계속하려면 이름을 입력하세요
pl: Podaj swoje imię, aby kontynuować
pt: Por favor, insira seu nome para continuar
ro: Te rugăm să introduci numele pentru a continua
ru: Пожалуйста, введите ваше имя для продолжения
sv: Vänligen ange ditt namn för att fortsätta
tr: Devam etmek için lütfen adınızı girin

# error_blocking_user
source: Error blocking user. Please try again.
de: Fehler beim Blockieren des Benutzers. Bitte versuche es erneut.
es: Error al bloquear el usuario. Por favor, inténtalo de nuevo.
fr: Erreur lors du blocage de l'utilisateur. Veuillez réessayer.
it: Errore nel blocco dell'utente. Riprova.
ja: ユーザーのブロック中にエラーが発生しました。もう一度お試しください。
ko: 사용자 차단 중 오류가 발생했습니다. 다시 시도해주세요.
pl: Błąd podczas blokowania użytkownika. Spróbuj ponownie.
pt: Erro ao bloquear usuário. Por favor, tente novamente.
ro: Eroare la blocarea utilizatorului. Te rugăm să încerci din nou.
ru: Ошибка блокировки пользователя. Пожалуйста, попробуйте снова.
sv: Fel vid blockering av användare. Försök igen.
tr: Kullanıcı engellenirken hata oluştu. Lütfen tekrar deneyin.

# error_deleting_comment
source: Error deleting comment. Please try again.
de: Fehler beim Löschen des Kommentars. Bitte versuche es erneut.
es: Error al eliminar el comentario. Por favor, inténtalo de nuevo.
fr: Erreur lors de la suppression du commentaire. Veuillez réessayer.
it: Errore nell'eliminazione del commento. Riprova.
ja: コメントの削除中にエラーが発生しました。もう一度お試しください。
ko: 댓글 삭제 중 오류가 발생했습니다. 다시 시도해주세요.
pl: Błąd podczas usuwania komentarza. Spróbuj ponownie.
pt: Erro ao excluir comentário. Por favor, tente novamente.
ro: Eroare la ștergerea comentariului. Te rugăm să încerci din nou.
ru: Ошибка удаления комментария. Пожалуйста, попробуйте снова.
sv: Fel vid borttagning av kommentar. Försök igen.
tr: Yorum silinirken hata oluştu. Lütfen tekrar deneyin.

# error_deleting_post
source: Error deleting post. Please try again.
de: Fehler beim Löschen des Beitrags. Bitte versuche es erneut.
es: Error al eliminar la publicación. Por favor, inténtalo de nuevo.
fr: Erreur lors de la suppression de la publication. Veuillez réessayer.
it: Errore nell'eliminazione del post. Riprova.
ja: 投稿の削除中にエラーが発生しました。もう一度お試しください。
ko: 게시물 삭제 중 오류가 발생했습니다. 다시 시도해주세요.
pl: Błąd podczas usuwania posta. Spróbuj ponownie.
pt: Erro ao excluir publicação. Por favor, tente novamente.
ro: Eroare la ștergerea postării. Te rugăm să încerci din nou.
ru: Ошибка удаления публикации. Пожалуйста, попробуйте снова.
sv: Fel vid borttagning av inlägg. Försök igen.
tr: Gönderi silinirken hata oluştu. Lütfen tekrar deneyin.

# error_editing_comment
source: Error editing comment. Please try again.
de: Fehler beim Bearbeiten des Kommentars. Bitte versuche es erneut.
es: Error al editar el comentario. Por favor, inténtalo de nuevo.
fr: Erreur lors de la modification du commentaire. Veuillez réessayer.
it: Errore nella modifica del commento. Riprova.
ja: コメントの編集中にエラーが発生しました。もう一度お試しください。
ko: 댓글 수정 중 오류가 발생했습니다. 다시 시도해주세요.
pl: Błąd podczas edytowania komentarza. Spróbuj ponownie.
pt: Erro ao editar comentário. Por favor, tente novamente.
ro: Eroare la editarea comentariului. Te rugăm să încerci din nou.
ru: Ошибка редактирования комментария. Пожалуйста, попробуйте снова.
sv: Fel vid redigering av kommentar. Försök igen.
tr: Yorum düzenlenirken hata oluştu. Lütfen tekrar deneyin.

# error_flagging_comment
source: Error flagging comment. Please try again.
de: Fehler beim Melden des Kommentars. Bitte versuche es erneut.
es: Error al reportar el comentario. Por favor, inténtalo de nuevo.
fr: Erreur lors du signalement du commentaire. Veuillez réessayer.
it: Errore nella segnalazione del commento. Riprova.
ja: コメントの報告中にエラーが発生しました。もう一度お試しください。
ko: 댓글 신고 중 오류가 발생했습니다. 다시 시도해주세요.
pl: Błąd podczas zgłaszania komentarza. Spróbuj ponownie.
pt: Erro ao denunciar comentário. Por favor, tente novamente.
ro: Eroare la raportarea comentariului. Te rugăm să încerci din nou.
ru: Ошибка отправки жалобы на комментарий. Пожалуйста, попробуйте снова.
sv: Fel vid rapportering av kommentar. Försök igen.
tr: Yorum bildirilirken hata oluştu. Lütfen tekrar deneyin.
